Repository: infinitio/ios-app
Catalog: Infinit/Infinit/*.lproj/Localizable.strings
Languages: de, es_es, fr, it, ja, nl, pl, pt, ru, sv, tr, uk

source: %@ declined the transfer!
de: %@ hat den Transfer abgelehnt!
es_es: ¡%@ ha rechazado la transferencia!
fr: %@ a refusé le transfert !
it: %@ ha rifiutato il trasferimento!
ja: %@ さんが受信を辞退しました!
nl: %@ heeft uw bestandsoverdracht afgewezen!
pl: %@ odrzucił transfer!
pt: %@ recusou a transferência!
ru: %@ отклонил передачу!
sv: %@ nekade överföringen!
tr: %@ aktarımı reddetti!
uk: %@ відмінив передачу!

source: %@ declined your transfer!
de: %@ hat deinen Transfer abgelehnt!
es_es: ¡%@ ha rechazado tu transferencia!
fr: %@ a refusé votre transfert !
it: %@ ha rifiutato il tuo trasferimento!
ja: %@さんが受信を辞退しました!
nl: %@ heeft uw bestandsoverdracht afgewezen!
pl: %@ odrzucił Twój transfer!
pt: %@ recusou sua transferência!
ru: %@ отклонил вашу передачу!
sv: %@ nekade din överföring!
tr: %@ aktarımı reddetti!
uk: %@ відмінив вашу передачу!

source: %@ received your files!
de: %@ hat deine Dateien erhalten!
es_es: ¡%@ ha recibido tus ficheros!
fr: %@ a reçu vos fichiers !
it: %@ ha ricevuto i tuoi file!
ja: %@さんがファイルを受け取りました!
nl: %@ heeft uw bestanden ontvangen!
pl: %@ odebrał Twoje pliki!
pt: %@ recebeu seus arquivos!
ru: %@ получил ваши файлы!
sv: %@ tog emot dina filer!
tr: %@ dosyalarını aldı!
uk: %@ прийняв ваші файли!

source: %@ wants to send %ld %@ to you
de: %1$@ will Ihnen %2$ld %3$@ senden
es_es: %1$@ desea enviarte %2$ld %3$@
fr: %1$@ veut vous envoyer %2$ld %3$@
it: %1$@ vuole inviarti %2$ld %3$@
ja: %1$@さんがあなたに%2$ld個の%3$@を送ろうとしています
nl: %1$@ wilt bestand(en) naar %2$ld %3$@ jou versturen
pl: %1$@ chce wysłać do Ciebie %2$ld %3$@
pt: %1$@ quer mandar %2$ld %3$@ para você
ru: %1$@ хочет отправить вам %2$ld %3$@
sv: %1$@ vill skicka %2$ld %3$@ till dig
tr: %1$@ sana %2$l d %3$@ göndermek istiyor
uk: %1$@ хоче надіслати вам %2$ld %3$@

source: %lu FILES
de: %lu DATEIEN
es_es: %lu FICHEROS
fr: %lu FICHIERS
it: %lu FILE
ja: %lu ファイル
nl: %lu BESTANDEN
pl: %lu PLIKI
pt: %lu ARQUIVOS
ru: %lu ФАЙЛ(ОВ)
sv: %lu FILER
tr: %lu DOSYALAR
uk: %lu ФАЙЛИ

source: %lu files
de: %lu Dateien
es_es: %lu ficheros
fr: %lu fichiers
it: %lu file
ja: %luファイル
nl: %lu bestanden
pl: %lu pliki
pt: %lu arquivos
ru: %lu файл(ов)
sv: %lu filer
tr: %lu dosyalar
uk: %lu файли

source: %lu files selected
de: %lu Dateien ausgewählt
es_es: %lu ficheros seleccionados
fr: %lu fichiers sélectionnés
it: %lu file selezionati
ja: %luファイル選択済み
nl: %lu bestanden geselecteerd
pl: %lu zaznaczonych plików
pt: %lu arquivos selecionados
ru: %lu файлов выбрано
sv: %lu filer markerade
tr: %lu dosya seçildi
uk: %lu файлів вибрано

source: (my other devices)
de: (meine anderen Geräte)
es_es: (mis otros dispositivos)
fr: (mes autres appareils)
it: (altri miei dispositivi)
ja: (自分の他のデバイス)
nl: (mijn andere apparaten)
pl: (inne moje urządzenia)
pt: (meus outros dispositivos)
ru: (мои остальные устройства)
sv: (mina andra enheter)
tr: (diğer cihazlarım)

source: 1 file
de: 1 Datei
es_es: 1 fichero
fr: 1 fichier
ja: 1ファイル
nl: 1 bestand
pl: 1 plik
pt: 1 arquivo
ru: 1 файл
sv: 1 fil
tr: 1 dosya
uk: 1 файл

source: 1 file selected
de: 1 Datei ausgewählt
es_es: 1 fichero seleccionado
fr: 1 fichier sélectionné
it: 1 file selezionato
ja: 1ファイル選択済み
nl: 1 bestand geselecteerd
pl: wybrano 1 plik
pt: 1 arquivo selecionado
ru: 1 файл выбран
sv: 1 fil markerad
tr: 1 dosya seçildi
uk: 1 файл вибрано

source: 30x faster
de: 30x schneller
es_es: 30 veces más rápido
fr: 30x plus rapide
it: 30 volte più veloce
ja: 30倍高速
nl: 30 keer sneller
pl: 30x szybciej
pt: 30x mais rápido
ru: в 30 раз быстрее
sv: 30x snabbare
tr: 30 kat daha hızlı
uk: 30р швидше

source: ACCEPT
de: AKZEPTIEREN
es_es: ACEPTAR
fr: ACCEPTER
it: ACCETTA
ja: 受け取る
nl: Accepteer
pl: AKCEPTUJ
pt: ACEITO
ru: ПРИНЯТЬ
sv: ACCEPTERA
tr: KABUL ET
uk: ПРИЙНЯТИ

source: Accept on receiving device
de: Auf dem Empfangsgerät akzeptieren
es_es: Aceptar en dispositivo receptor
fr: Acceptez sur l'appareil de réception
it: Accetta sul dispositivo di destinazione
ja: 受信先のデバイスで受け取る
nl: Accepteer op het apparaat van de ontvanger.
pl: Zaakceptuj na odbiorniku
pt: Aceitar no dispositivo de recebimento
ru: Принять на получающем устройстве
sv: Acceptera på mottagande enhet
tr: Alıcı cihazda kabul et

source: Account already registered for Facebook email address.
es_es: Ya existe una cuenta registrada para esta dirección de email de Facebook.
fr: Un compte existe déjà avec votre adresse mail Facebook.
it: Account già registrato per l'indirizzo email Facebook
ja: このアカウントはすでにFacebookの メールアドレスで登録されています。
nl: Account is al geregistreerd voor een Facebook email adres.
tr: Facebook eposta adresi için bir hesap kaydolmuş.

source: All set! A message will be sent to %@.
de: Alles bereit! Eine Nachricht wird an %@ gesendet.
es_es: ¡Todo listo! Un mensaje será enviado a %@.
fr: Parfait ! Un message va être envoyé à %@.
it: Tutto pronto! Un messaggio sarà inviato a %@.
ja: 作業完了! %@さんにメッセージが送信されます。
nl: Gereed! Een bericht zal worden verstuurd naar %@.
pl: Gotowe! Wiadomość zostanie wysłana do %@.
pt: Tudo certo! Uma mensagem será enviada para %@.
ru: Все настроено! Сообщение будет отправлено %@.
sv: Färdigt! Ett meddelande har skickats till %@.
tr: Her şey hazır! %@ a bir mesaj gönderilecek.
uk: Зроблено! Повідомлення буде надіслано %@.

source: Auto-save files
de: Dateien automatisch speichern
es_es: Auto guardar ficheros
fr: Sauvegarder automatiquement
ja: ファイルの自動保存
pl: Auto-zapis plików
pt: Salvar automaticamente arquivos
ru: Автоматически сохранять файлы
sv: Auto-spara filer
tr: Dosyaları otomatik-kaydet

source: Back
de: Zurück
es_es: Atrás
fr: Précédent
it: Indietro
ja: 戻る
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
sv: Tillbaka
tr: Geri
uk: Назад

source: CANCEL
de: ABBRECHEN
es_es: CANCELAR
fr: ANNULER
it: ANNULLA
ja: キャンセル
nl: ANNULEER
pl: ANULUJ
pt: CANCELAR
ru: ОТМЕНА
sv: AVBRYT
tr: İPTAL ET
uk: ВІДМІНИТИ

source: Cancel
de: Abbrechen
es_es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleer
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal et
uk: Відмінити

source: Canceled
de: Abgebrochen
es_es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセル済み
nl: Geannuleerd
pl: Anulowano
pt: Cancelado
ru: Отменено
sv: Avbrutet
tr: İptal edildi
uk: Відмінено

source: Canceled by %@
de: Abgebrochen von %@
es_es: Cancelado por %@
fr: Annulé par %@
it: Annullato da %@
ja: %@さんによりキャンセル済み
nl: Geannuleerd door %@
pl: Anulowano przez %@
pt: Cancelado por %@
ru: Отменено %@
sv: Avbröts av %@
tr: %@ tarafından iptal edildi
uk: Відмінено %@

source: Canceled by you
de: Von Ihnen abgebrochen
es_es: Cancelado por ti
fr: Annulé par vous
it: Annullato da te
ja: あなたによりキャンセル済み
nl: Geannuleerd door u
pl: Anulowałeś
pt: Cancelado por você
ru: Отменено вами
sv: Avbröts av dig
tr: Senin tarafından iptal edildi
uk: Відмінено вами

source: Choose a photo
de: Foto auswählen
es_es: Escoge una foto...
fr: Choisir une photo
it: Scegli una foto
ja: 写真を選ぶ
nl: Kies een foto
pl: Wybierz zdjęcie
pt: Escolha uma foto
ru: Выберите фото
sv: Välj en bild
tr: Bir fotoğraf seç
uk: Виберіть фото

source: Choose a photo...
de: Foto auswählen...
es_es: Escoge una foto...
fr: Choisir une photo...
it: Scegli una foto...
ja: 写真を選ぶ…
nl: Kies een foto...
pl: Wybierz zdjęcie...
pt: Escolha a foto...
ru: Выберите фото...
sv: Välj en bild...
tr: Bir fotoğraf seç...
uk: Виберіть фото...

source: Clear avatar
de: Profilbild löschen
es_es: Borrar avatar
fr: Supprimer son avatar
it: Ripristina l'avatar
ja: アバターを消去
nl: Verwijder avatar
pl: Wyczyść avatar
pt: Limpar o avatar
ru: Очистить аватар
sv: Ta bort avatar
tr: Avatarı temizle
uk: Очистити аватарку

source: Connecting
de: Verbinden
es_es: Conectando
fr: Connexion en cours
it: Connessione in corso
ja: 接続中
nl: Verbinden
pl: Łączenie
pt: Conectando
ru: Подключаемся
sv: Ansluter
tr: Bağlanıyor

source: DECLINE
de: ABLEHNEN
es_es: DECLINAR
fr: DÉCLINER
it: RIFIUTA
ja: 辞退する
nl: AFWIJZEN
pl: ODRZUĆ
pt: RECUSAR
ru: ОТКАЗ
sv: NEKA
tr: REDDET
uk: ВІДМІНА

source: DONE
de: FERTIG
es_es: HECHO
fr: TERMINÉ
ja: 完了
pl: GOTOWE
pt: PRONTO
ru: ГОТОВО
sv: KLART
tr: TAMAMLANDI
uk: ТАК

source: Delivered
de: Zugestellt
es_es: Enviado
fr: Délivré
it: Trasferito
ja: 送信済み
nl: Afgeleverd
pl: Dostarczono
pt: Entregue
ru: Доставлено
sv: Levererat
tr: İletildi
uk: Доставлено

source: Do you mind sharing some feedback?
de: Hast du Lust uns Feedback zu geben?
es_es: ¿Quisieras compartir tus opiniones sobre la aplicación?
fr: Voulez-vous nous partager votre retour ?
it: Ti va di darci la tua opinione?
ja: ご意見の一部を公開しても構いませんか？
nl: Wilt u a.u.b de tijd nemen om feedback te geven?
pl: Czy chcesz podzielić się swoją opinią?
pt: Você se importa em dar algum retorno?
ru: Хотите оставить отзыв?
sv: Skulle du kunna lämna lite feedback?
tr: Biraz geri bildirimde bulunabilir misiniz?

source: Done
de: Fertig
es_es: Hecho
fr: Terminé
it: Fatto
ja: 完了
nl: Klaar
pl: Gotowe
pt: Pronto
ru: Готово
sv: Klart
tr: Tamamlandı

source: Download code is not valid.
es_es: Código de descarga inválido.
fr: Le code n'est pas valide.
it: Il codice di download non è valido.
ja: ダウンロードコードが無効です。
nl: Download code is niet geldig.
tr: İndirme kodu geçersiz.

source: EMAIL
ja: メール
tr: EPOSTA

source: Edit profile
de: Profil bearbeiten
es_es: Editar perfil
fr: Modifier le profil
it: Modifica il profilo
ja: プロフィールの編集
nl: Bewerk profiel
pl: Edytuj profil
pt: Editar perfil
ru: Редактировать профиль
sv: Redigera profil
tr: Profili düzenle

source: Email already registered.
de: E-Mail bereits registriert.
es_es: Email ya registrado.
fr: Adresse mail déjà enregistrée.
it: Email già registrata.
ja: このメールアドレスは登録済みです。
nl: Email is al gerigistreerd.
pl: Email już zarejestrowany.
pt: Email já registrado.
ru: Такой адрес email уже зарегистрирован.
sv: Emailadress redan registrerad.
tr: Eposta önceden kaydolmuş.

source: Email not valid.
de: E-Mail nicht gültig.
es_es: Email inválido.
fr: Adresse mail invalide.
it: Email non valida.
ja: このメールアドレスは無効です。
nl: Email is niet geldig.
pl: Email nieważny.
pt: Email não é válido.
ru: Адрес email не действителен.
sv: Emailadress ej giltig.
tr: Eposta geçersiz.

source: Email sent!
de: E-Mail gesendet!
es_es: ¡Email enviado!
fr: E-mail envoyé !
ja: メール完了!
pl: Email wysłany!
pt: E-mail enviado!
ru: Письмо отправлено!
sv: Email skickat!
tr: Eposta gönderildi!

source: Enter the download code from your SMS or email invitation.
es_es: Inserta el código de descarga de tu SMS o invitación de email.
fr: Entrez le code de téléchargement de votre invitation SMS ou mail.
it: Inserisci il codice di download ricevuto via SMS o email d'invito.
ja: メッセージアプリやメールで受け取った ダウンロード用コードを入力してください。
nl: Voer de download code in van je SMS of email uitnodiging.
tr: SMS ya da eposta davetiyenizdeki indirme kodunu girin.

source: Error – %@ must retry
de: Fehler – %@ muss es erneut versuchen
es_es: Error - %@ debes volver a intentarlo
fr: Erreur - %@ doit réessayer
it: Errore – %@ deve riprovare
ja: エラー：%@は再送が必要です
nl: Fout - %@ moet het opnieuw proberen.
pl: Błąd - %@ musi spróbować ponownie
pt: Erro - %@ deve tentar novamente
ru: Ошибка – %@ должен попробовать еще раз
sv: Fel - %@ måste försöka igen
tr: Hata - %@ tekrar denemeli

source: Error – Please retry
de: Fehler - Bitte erneut versuchen
es_es: Error - Por favor reinténtalo
fr: Erreur - merci de réessayer
it: Errore - per favore, riprova.
ja: エラー：もう一度やり直してください
nl: Fout - Probeer het a.u.b opnieuw.
pl: Błąd - Spróbuj ponownie
pt: Erro - Por favor, tente novamene
ru: Ошибка – Попробуйте еще раз
sv: Fel - Var god försök igen
tr: Hata - Lütfen tekrar dene

source: Everything OK?
de: Alles in Ordnung?
es_es: ¿Todo OK?
fr: Tous est OK ?
ja: すべて問題ないですか?
pl: Wszystko gra?
pt: Está tudo ok?
ru: Все хорошо?
sv: Allt OK?
tr: Her şey yolunda mı?

source: Explain your problem here...
de: Beschreibe hier dein Problem...
es_es: Explica tu problema aquí...
fr: Expliquez votre problème ici...
it: Spiega qui il tuo problema...
ja: どんな問題か記入してください…
nl: Leg uw probleem hier uit.
pl: Wyjaśnij swój problem tutaj...
pt: Explique seu problema aqui...
ru: Опишите вашу проблему...
sv: Beskriv ditt problem här...
tr: Problemini burada açıkla...

source: FAVORITE
de: FAVORIT
es_es: FAVORITO
fr: FAVORIS
it: PREFERITO
ja: お気に入り
nl: FAVORIET
pl: ULUBIONE
pt: FAVORITAR
ru: В ИЗБРАННОЕ
sv: FAVORIT
tr: FAVORİ

source: FEEDBACK
es_es: SUGERENCIAS
fr: SUGGESTION
ja: 意見・感想
pl: WYŚLIJ OPINIĘ
pt: COMENTÁRIOS
ru: ОТЗЫВ
tr: GERİ BİLDİRİM

source: Facebook login canceled
de: Facebook-Login abgebrochen
es_es: Ingreso con Facebook cancelado
fr: Connexion Facebook annulée
ja: Facebookでのログインを中断
pl: Anulowano logowanie przez Facebook
pt: Login com o Facebook cancelado
ru: Вход через Facebook отменен
sv: Facebookinloggning avbruten
tr: Facebook girişi iptal edildi

source: Facebook login cancelled.
de: Facebook-Login abgebrochen
es_es: Ingreso con Facebook cancelado
fr: Connexion Facebook annulée.
ja: Facebookでのログインを中断しました。
pl: Anulowano logowanie przez Facebook.
pt: Login com o Facebook cancelado.
ru: Вход через Facebook отменен.
sv: Facebookinloggning avbruten.
tr: Facebook girişi iptal edildi.

source: Facebook login error
de: Facebook-Login Fehler
es_es: Error en el ingreso con Facebook
fr: Erreur de connexion Facebook
ja: Facebookログインエラー
pl: Błąd logowania przez Facebook
pt: Erro no login com o Facebook
ru: Ошибка входа через Facebook
sv: Fel vid Facebookinloggning
tr: Facebook giriş hatası

source: Free up some space on your device and try again or send fewer files.
de: Mache auf deinem Gerät etwas mehr Speicherplatz frei und versuche es erneut, oder sende weniger Dateien.
es_es: Libera espacio en tu dispositivo y vuelve a intentarlo o envía menos ficheros.
fr: Libérez de l'espace sur votre appareil ou retentez avec moins de fichiers.
it: Libera un po' di spazio sul tuo dispositivo e prova di nuovo o invia meno file.
ja: デバイスの空き容量を増やすか、ファイルの数を減らして送り直してください。
nl: Maak wat ruimte vrij op je apparaat en probeer het opnieuw of verstuur minder bestanden.
pl: Zwolnij nieco miejsca i spróbuj ponownie lub wyślij mniej plików.
pt: Libere espaço no seu dispositivo e tente novamente ou envie menos arquivos.
ru: Освободите место на диске и попробуйте снова, или отправьте меньшее количество файлов.
sv: Frigör mer utrymme på din enhet och försök igen eller sänd färre filer.
tr: Cihazında biraz yer aç ve tekrar dene ya da daha az dosya gönder.

source: From %@
de: Von %@
es_es: De %@
fr: De %@
it: Da %@
ja: %@さんより
nl: Van %@
pl: Od %@
pt: De %@
ru: От %@
sv: Från %@
tr: %@ dan/den

source: Fullname not valid.
de: Vollständiger Name ist nicht gültig.
es_es: Nombre completo inválido.
fr: Nom invalide.
it: Nome non valido.
ja: 名前が無効です。
nl: Volledige naam niet geldig.
pl: Imię i nazwisko nieprawidłowe.
pt: Nome completo não é válido.
ru: Полное имя не подходит.
sv: Fullständigt namn inte giltigt.
tr: Tam ad geçerli değil.

source: GOOD, I LIKE IT!
de: GUT, ICH MAG'S!
es_es: ¡BIEN!
fr: BIEN, J'AIME ÇA !
it: BUONA, MI PIACE!
ja: いいね、気に入った!
nl: GOED!
pl: DOBRZE! PODOBA MI SIĘ!
pt: BOM!
ru: ХОРОШО, МНЕ НРАВИТСЯ!
sv: BRA!
tr: İYİ, BEĞENDİM!

source: Handle not valid
de: Name ist nicht gültig
es_es: Usuario inválido
fr: Pseudo invalide
it: Utente non valido
ja: ハンドルが無効です
nl: Handeling is niet geldig.
pl: Użytkownik nieznany
pt: Usuário não válido.
ru: Идентификатор не подходит
sv: Användarnamn inte giltigt
tr: İşlem geçerli değil

source: Help
de: Hilfe
es_es: Ayuda
fr: Aide
ja: ヘルプ
pl: Pomoc
pt: Ajuda
ru: Помощь
sv: Hjälp
tr: Yardım

source: Hey %@. I want to send you files using Infinit. It's a free, unlimited file sharing app. You should download it here: %@
de: Hey %1$@. Ich möchte dir Dateien per Infinit versenden. Es ist eine kostenlose, unbegrenzte Filesharing App. Du kannst sie dir hier herunterladen: %2$@
es_es: Hola %1$@. Quiero enviarte unos ficheros utilizando Infinit. Es una aplicación gratuita para enviar ficheros sin límites. Descárgala aquí: %2$@
fr: Hé %1$@. Je veux vous envoyer des fichiers par Infinit. C'est une application gratuite et illimitée de partage. Vous pouvez la télécharger ici : %2$@.
ja: こんにちは。%1$@さんにInfinitでファイルを送ろうと思います。Infinitは、無料で制限もないファイル共有アプリです。ぜひダウンロードしてください：%2$@
pl: Cześć %1$@. Chciałbym Ci przesłać pliki przez Infinit. To darmowa appka do przesyłania danych. Możesz ją ściągnąć tutaj: %2$@
pt: Ei %1$@. Eu quero te enviar arquivos usando o Infinit. É um app de compartilhamento de graça e ilimitado. Você pode baixar ele aqui: %2$@
ru: Привет %1$@. Я хочу отправить вам файлы через Infinit. Это бесплатная программа для обмена файлами. Скачивай здесь: %2$@
sv: Hej %1$@. Jag vill skicka filer till dig via Infinit. Det är en gratis, obegränsad fildelningsapp. Du borde ladda ner den här: %2$@
tr: Hey %1$@. Sana ınfinit'i kullanarak dosya göndermek istiyorum. Ücretsiz ve sınırsız dosya paylaşma uygulaması. Buradan indirmelisin: %2$@

source: Hi, I just sent you %lu %@ over Infinit. You can get %@ here: %@ Don't forget to enter the following download code: %@
es_es: Hola, te he enviado %1$lu %2$@ con Infinit. Puedes descargar %3$@ aquí: %4$@ No olvides insertar el siguiente código de descarga: %5$@
fr: Hey ! Je viens de t'envoyer %1$lu %2$@ sur Infinit. Tu peux récupérer %3$@ ici : %4$@ N'oublie pas de rentrer le code de téléchargement : %5$@
it: Ciao, ti ho appena inviato %1$lu %2$@ con Infinit. Puoi scaricare %3$@ qui: %4$@ Non dimenticare di inserire il seguente codice di download: %5$@
ja: こんにちは。%1$lu個の %2$@ をInfinitで送りました。%3$@ の受け取りはこちらです: %4$@ このダウンロードコードを忘れずに入力してください: %5$@
nl: Hallo, ik heb jou %1$lu%2$@ via Infinit. Je kunt %3$@ hier krijgen: %4$@ Vergeet niet om deze download code in te voeren: %5$@
tr: Merhaba, sana az önce Infinit'ten %1$lu %2$@ gönderdim. %3$@ yı buradan alabilirsin: %4$@ Bu indirme kodunu girmeyi unutma: %5$@

source: How To Send To Self.mp4
de: Wie Man An Sich Versendet.mp4
es_es: Cómo enviarse un fichero a uno mismo.mp4
fr: S'envoyer à soi-même.mp4
ja: 自分にファイルを送る方法.mp4
nl: Hoe te versturen naar jezelf.mp4
pl: Jak wysyłać do siebie.mp4
pt: Como enviar para eu mesmo.mp4
ru: Как Отправить Самому Себе.mp4
tr: Kendine Nasıl Gönderirsin.mp4

source: How To Send To Someone.mp4
de: Wie Man An Andere Versendet.mp4
es_es: Cómo enviarle un fichero a alguien.mp4
fr: Envoyer à quelqu'un.mp4
ja: 知人にファイルを送る方法.mp4
nl: Hoe te versturen naar iemand.mp4
pl: Jak Wysyłać Komuś.mp4
pt: Como enviar para alguém.mp4
ru: Как Отправить Кому-Нибудь.mp4
tr: Başkasına Nasıl Gönderirsin.mp4

source: How's your experience with Infinit?
de: Wie gefällt Ihnen Infinit bisher?
es_es: ¿Cómo ha sido tu experiencia con Infinit?
fr: Comment trouvez-vous Infinit ?
it: Come definiresti la tua esperienza con Infinit?
ja: Infinitを使ってみた感想は?
nl: Wat zijn je ervaringen met Infinit?
pl: Jak Twoja przygoda z Infinit?
pt: Como é sua experiência com Infinit?
ru: Как вам Infinit?
sv: Hur är din upplevelse med Infinit?
tr: Infinit ile deneyiminiz nasıl?

source: INVITE
de: EINLADEN
es_es: INVITAR
fr: INVITER
ja: 招待する
pl: ZAPROŚ
pt: CONVIDAR
ru: ПРИГЛАСИТЬ
sv: BJUD IN
tr: DAVET ET

source: If not, tap send feedback to let us know what's wrong.
de: Wenn nicht, dann wähle "Sende Feedback", um uns zu melden, was nicht stimmt.
es_es: Si no, toca en "Enviar sugerencias" para hacernos saber qué es lo que no funciona.
fr: Si non, toucher "envoyer un avis" pour nous faire savoir ce qui ne va pas.
ja: そうでなければ、「意見・感想を送る」を押して、問題をお知らせください。
pl: Jeśli nie, wyślij do nas swoją opinię i daj znać co nie gra.
pt: Se não, toque em enviar comentários para nos dizer o que esta errado.
ru: если нет, нажмите кнопку "Отзыв" чтобы сообщить нам о проблеме.
sv: Om inte, tryck på skicka feedback för att meddela oss om vad problemet är.
tr: Değilse, geri bildirime basarak bize neyin yanlış olduğunu söyle.

source: Infinit requires access to your camera roll
de: Infinit benötigt Zugriff auf deine Fotos
es_es: Infinit necesita acceso a tu carrete de fotos
fr: Infinit souhaite accéder à votre pellicule
it: Infinit richiede l'accesso al tuo rullino fotografico.
ja: Infinitがカメラロールへのアクセスを求めています
nl: Om Infinit te gebruiken, moet u toestemming geven tot uw camera album.
pl: Infinit potrzebuje dostępu do Twojej rolki z aparatu.
pt: Infinit requer acesso ao seu rolo da câmera
ru: Infinit требуется доступ к вашим фото
sv: Infinit begär tillgång till din kamerarulle
tr: Infinit galerinize erişim gerektiriyor

source: Infinit requires access to your gallery to send photos and videos.
de: Infinit benötigt Zugriff auf deine Galerie, um Fotos und Videos versenden zu können.
es_es: Infinit necesita acceso a tu galería para enviar fotos y vídeos.
fr: Infinit a besoin d'accéder à votre galerie pour envoyer des photos et vidéos.
it: Infinit richiede l'accesso alla tua galleria per inviate foto e video.
ja: 写真やビデオを送るには、Infinitにアルバムへのアクセス権が必要です。
nl: Infinit moet toegang hebben tot je foto album om foto's en video's te versturen.
pl: Infinit wymaga dostępu do Twojej galerii by przesyłać zdjęcia i filmy.
pt: Infinit requer acesso a sua galeria para enviar fotos e vídeos.
ru: Infinit требуется доступ к вашей галерее для отправки фото и видео
sv: Infinit begär tillgång till ditt galleri för att kunna skicka bilder och videor.
tr: Infinit fotoğraf ve videoları göndermek için galerinize erişim gerektiriyor.

source: Infinit was unable to fetch the files from your gallery. Check that you have some free space and try again.
de: Infinit konnte keine Dateien aus deiner Galerie abrufen. Gehe sicher, dass du genug freien Speicher zur Verfügung hast und versuche es erneut.
es_es: Infinit no ha podido tomar los ficheros de tu galería. Verifica si tienes espacio disponible y vuelve a intentarlo.
fr: Infinit n'a pas pu récupérer les fichiers de votre galerie. Vérifiez que avez assez d'espace libre et réessayez.
it: Infinit non ha potuto accedere ai file della galleria. Controlla di avere spazio a sufficienza e prova di nuovo.
ja: アルバムからファイルを取り出すことができませんでした。デバイスに空き容量があることを確認し、もう一度試してください。
nl: Infinit kon de bestanden van je galerij niet ontvangen. Zorg dat je vrije ruimte hebt en probeer opnieuw.
pl: Infinit nie był w stanie importować plików z Twojej galerii. Sprawdź czy masz wolne miejsce na dysku i spróbuj ponownie.
pt: Infinit não pode encontrar os arquivos na sua galeria. Verifique se você tem espaço livre e tente novamente.
ru: Infinit не удалось получить файлы из вашей галереи. Убедитесь что имеется свободное место и попробуйте снова.
sv: Infinit kunde inte hämta filerna från ditt galleri. Se till att du har ledigt utrymme och försök igen.
tr: Infinit galerinizden dosyaları alamadı. Biraz boş alanın olup olmadığını kontrol et ve tekrar dene.

source: Install Infinit on another device to retrieve your files.
de: Installiere Infinit auf einem anderen Gerät, um deine Dateien abzurufen.
es_es: Instala Infinit en otro dispositivo para descargar tus ficheros.
fr: Installez Infinit sur un autre appareil pour récupérer vos fichiers.
it: Installa Infinit su un altro dispositivo per ottenere i tuoi file.
ja: ファイルを受け取るには、他のデバイスにInfinitをインストールしてください。
nl: Installeer Infinit op een ander apparaat om je bestanden te ontvangen.
pl: Zainstaluj Infinit na innym urządzeniu by odzyskać pliki.
pt: Instale o Infinit em outros dispositivos para coletar seus arquivos.
ru: Установите Infinit на другое устройство, чтобы получить ваши файлы.
sv: Installera Infinit på en annan enhet för att hämta dina filer.
tr: Dosyalarınızı almak için Infinit'i başka bir cihaza kurun.

source: Login/Password don't match.
de: Login/Passwort stimmen nicht überein.
es_es: Usuario/Clave no coinciden.
fr: Informations de connexion invalides.
it: Login/Password non corrispondenti.
ja: アドレスかパスワードが違います。
nl: De inloggegevens komen niet overeen.
pl: Login i hasło nie są zgodne.
pt: Login/Senha não combinam.
ru: Логин/Пароль не подходят.
sv: Användarnamn/Lösenord matchar ej.
tr: Giriş/Şifre uyuşmuyor.

source: Logout
de: Abmelden
es_es: Cerrar sesión
fr: Déconnexion
it: Esci
ja: ログアウト
nl: Log uit
pl: Wyloguj
pt: Sair
ru: Выйти
sv: Logga ut
tr: Çıkış yap
