Repository: infinitio/ios-app
Catalog: Infinit/Infinit/*.lproj/Localizable.strings
Languages: de, es_es, fr, it, ja, nl, pl, pt, ru, sv, tr, uk

source: Looks like you don't have an account. Enter email.
es_es: Parece que no tienes una cuenta. Inserta un email.
fr: Vous n'avez pas encore de compte. Entrez une adresse mail.
it: Sembra che tu non abbia un account. Inserisci la tua email.
ja: アカウントをお持ちでないようです。 メールアドレスを入力してください。
nl: Het lijkt erop dat je geen account hebt. Voer je email in.
tr: Görünüşe göre hesabın yok. Eposta gir.

source: Me
de: Ich
es_es: Yo
fr: Moi
it: Io
ja: 自分
nl: Mij
pl: Ja
pt: Eu
ru: Я
sv: Mig
tr: Ben

source: Me (my other devices)
de: Ich (meine anderen Geräte)
es_es: Yo (mis otros dispositivos)
fr: Moi (mes autres appareils)
it: Io (i miei altri dispositivi)
ja: 自分 (他のデバイス)
nl: Mij (Mijn andere apparaten)
pl: Ja (moje inne urządzenia)
pt: Eu (meus outros dispositivos)
ru: Я (мои остальные устройства)
sv: Mig (mina andra enheter)
tr: Ben (diğer cihazlarım)

source: Mind rating us on the App Store?
de: Hast du Lust, uns eine Bewertung im App Store zu hinterlassen?
es_es: ¿Tienes pensado puntuarnos en la App Store?
fr: Souhaitez-vous noter l'application sur l'App Store ?
it: Vuoi darci una valutazione sull'App Store?
ja: App Storeで評価をしていただけますか?
nl: Wilt u a.u.b een beoordeling geven in de App Store?
pl: Czy chcesz ocenić nas w App Store?
pt: Se importa em nos classificar na App Store?
ru: Не желаете поставить нам оценку в App Store?
sv: Skulle du kunna betygsätta oss på App Store?
tr: App Store'da bizi değerlendirir misiniz?

source: NO, THANKS
de: NEIN, DANKE
es_es: NO, GRACIAS
fr: NON, MERCI
it: NO, GRAZIE
ja: やめておきます
nl: NEE, BEDANKT
pl: NIE, DZIĘKUJĘ
pt: NÃO, OBRIGADO.
ru: НЕТ, СПАСИБО
sv: NEJ TACK
tr: HAYIR.

source: Need a connection!
de: Benötige eine Verbindung!
es_es: ¡Necesito conexión!
fr: Connexion nécessaire !
it: Hai bisogno di una connessione!
ja: ネット接続が必要です!
nl: Moet een verbinding hebben!
pl: Potrzebne połączenie!
pt: Necessário conexão!
ru: Необходимо соединение!
sv: Behöver anslutning!
tr: Bağlantı lazım!

source: No access to gallery.
de: Kein Zugriff auf die Aufnahmen.
es_es: No se ha podido acceder a la galería.
fr: Impossible d'accéder à la galerie.
it: Nessun accesso alla galleria.
ja: アルバムへのアクセス権がありません。
nl: Geen toegang tot foto album.
pl: Brak dostępu do galerii.
pt: Sem acesso a galeria.
ru: Нет доступа к галерее.
sv: Ingen tillgång till galleri.
tr: Galeriye erişim yok.

source: No one here by that name. Try an email instead.
es_es: No hay nadie con ese nombre. Intenta con un email en su lugar.
fr: Personne n'a été trouvé avec ce nom. Essayez avec une adresse mail.
it: Nessuna corrispondenza con quel nome. Prova un indirizzo email.
ja: そのお名前のユーザはいません。 メールアドレスで試してください。
nl: Deze naam is niet in gebruik. Probeer inplaats van daarvan een email.
tr: O isimde kimse yok burada. Onun yerine bir eposta dene.

source: No one here by that name. Try connecting your Contacts
es_es: No hay nadie con ese nombre. Intenta conectando con tus Contactos
fr: Personne n'a été trouvé avec ce nom. Essayez d'importer vos contacts.
it: Nessuna corrispondenza con quel nome. Prova a collegare i tuoi Contatti.
ja: そのお名前のユーザはいません。 連絡先を取り込んでみてください。
nl: Niemand heeft die naam. Probeer je contacten te koppelen.
tr: O isimde kimde yok burada. Kişilerinize bağlanmayı deneyin

source: Not enough free space!
de: Nicht genügend Speicherplatz!
es_es: ¡No hay suficiente espacio libre!
fr: Pas assez d'espace libre !
it: Non c'è spazio libero a sufficienza!
ja: デバイスに空き容量がありません!
nl: Niet genoeg vrije ruimte!
pl: Zbyt mało miejsca!
pt: Sem espaço livre suficiente!
ru: Не хватает свободного места!
sv: Inte tillräckligt med utrymme!
tr: Yeterli miktarda boş alan yok!

source: Not enough space on your device.
de: Nicht genügend Speicherplatz auf deinem Gerät.
es_es: No tienes suficiente espacio en tu dispositivo.
fr: Pas assez d'espace disponible sur votre appareil.
it: Non c'è spazio a sufficienza sul tuo dispositivo.
ja: デバイスの空き容量が足りません。
nl: Niet genoeg ruimte op je apparaat!
pl: Zbyt mało miejsca na urządzeniu.
pt: Espaço não é suficiente no seu dispositivo.
ru: Недостаточно места на вашем устройстве.
sv: Inte tillräckligt med utrymme på din enhet.
tr: Cihazınızda yeterli alan yok.

source: OK
ru: ОК
tr: TAMAM

source: OPEN
de: ÖFFNEN
es_es: ABRIR
fr: OUVRIR
it: Apri
ja: 開く
pl: OTWÓRZ
pt: ABRIR
ru: ОТКРЫТЬ
sv: ÖPPNA
tr: AÇ

source: Oh no! Infinit can't connect. Retry?
de: Oh nein! Infinit kann keine Verbindung herstellen. Wiederholen?
es_es: ¡Oh no! Infinit no puede conectar. ¿Reintentamos?
fr: Infinit n'arrive pas à se connecter. Réessayer ?
it: Oh no! Infinit non può collegarsi. Riprovare?
ja: まいった! Infinitが接続できません。やり直します?
nl: O nee! Infinit kan geen verbinding maken. Opnieuw proberen?
pl: O nie! Infinit nie może się połączyć. Spróbować ponownie?
pt: Ah não! Infiniti não pode se conectar. Tentar novamente?
ru: О нет! Infinit не может подключиться. Попробовать еще раз?
sv: Oj då! Infinit kan inte ansluta. Försöka igen?
tr: Oh hayır! Infinit bağlanamıyor. Tekrar dene?

source: Open Infinit to ensure your transfer continues
de: Öffne Infinit, um sicherzustellen, dass dein Transfer fortgesetzt wird
es_es: Abre Infinit para garantizar que tus transferencias continúen
fr: Ouvrez Infinit pour continuer votre transfert
it: Apri Infinit per assicurarti che il tuo trasferimento possa continuare.
ja: Infinitを開いて送信が続いているか確認してください
nl: Open Infinit om er zeker van te zijn dat de uitwisseling doorgaat!
pl: Otwórz Infinit by zapewnić ciągłość transferu
pt: Abra o Infinit para garantir que a transferência continue.
ru: Откройте Infinit чтобы убедиться, что ваша передача продолжается
sv: Öppna Infinit för att tillåta din överföring att fortsätta
tr: Aktarımınızın devam ettiğini doğrulamak için Infinit'i açın

source: Our Server is down. Thanks for being patient.
es_es: Nuestros Servidores se encuentran fuera de línea. Gracias por tu paciencia.
fr: Notre serveur est arrêté. Merci pour votre patience.
it: I nostri server sono in difficoltà. Grazie per la tua pazienza.
ja: サーバーがダウン中です。 しばらくお待ちください。
nl: Onze server ligt plat. Bedankt voor het wachten.
tr: Sunucumuz çöktü. Sabrınız için teşekkürler.

source: PAUSE
es_es: PAUSA
it: PAUSA
ja: 一時停止
nl: PAUZE
pl: PAUZA
pt: PAUSA
ru: ПАУЗА
sv: PAUSA
tr: DURAKLAT

source: Password not valid.
de: Passwort ist nicht gültig.
es_es: Clave inválida.
fr: Mot de passe invalide.
it: Password non valida.
ja: パスワードが無効です。
nl: Wachtwoord is niet geldig.
pl: Hasło nieprawidłowe.
pt: Senha inválida.
ru: Пароль не подходит.
sv: Lösenord ej giltigt.
tr: Şifre geçersiz.

source: Paused
de: Angehalten
es_es: En pausa
fr: En pause
it: In pausa
ja: 一時停止中
nl: Gepauzeerd
pl: Zapauzowano
pt: Pausado
ru: Приостановлено
sv: Pausad
tr: Duraklatıldı

source: Paused by %@
de: Angehalten von %@
es_es: Pausado por %@
fr: Mis en pause par %@
it: Messo in pausa da %@
ja: %@さんにより一時停止中
nl: Gepauzeerd door %@
pl: Zapauzowano przez %@
pt: Pausado por %@
ru: Приостановлено %@
sv: Pausad av %@
tr: %@ tarafından duraklatıldı

source: Paused by sending device
de: Angehalten durch Absender
es_es: En pausa por el dispositivo emisor
fr: Mis en pause par l'expéditeur
it: Messo in pausa dal dispositivo emittente
ja: 送信デバイスにより一時停止中
nl: Gepauzeerd door de afzender.
pl: Wstrzymano przez nadawcę
pt: Pausado pelo disposito que esta enviando
ru: Приостановлено отправителем
sv: Pausad av sändande enhet
tr: Gönderen cihaz tarafından duraklatıldı

source: Paused – Check network
de: Angehalten - Netzwerkverbindung überprüfen
es_es: Pausado - Chequea la red
fr: Interrompu - vérifier le réseau
it: In pausa - Controlla la connessione
ja: 一時停止中 - ネット接続の確認を
nl: Gepauzeerd - Controleer je netwerk
pl: Wstrzymano - Sprawdź sieć
pt: Pausado - Verifique a internet
ru: Приостановлено – Проверьте сетевое подключение
sv: Pausad - Kontrollera nätverk
tr: Duraklatıldı - Ağı kontrol et

source: Please update Infinit.
de: Bitte aktualisiere Infinit.
es_es: Por favor, actualiza Infinit.
fr: Mettez Infinit à jour svp.
it: Per favore, aggiorna Infinit.
ja: Infinitをアップデートしてください。
nl: Update Infinit a.u.b.
pl: Proszę zaktualizować Infinit.
pt: Por favor atualize o Infinit.
ru: Пожалуйста, обновите Infinit.
sv: Var god uppdatera Infinit.
tr: Lütfen Infinit'i güncelleyin.

source: Preparing
de: Vorbereiten
es_es: Preparando
fr: Préparation
it: Preparo
ja: 準備中
nl: Voorbereiden
pl: Przygotowywanie
pt: Preparando
ru: Подготовка
sv: Förbereder
tr: Hazırlanıyor

source: Preparing your transfer...
de: Bereite deinen Transfer vor...
es_es: Preparando tu transferencia...
fr: Préparation de votre transfert...
it: Preparo il tuo trasferimento...
ja: 送信の準備中…
nl: Voorbereiden van overdracht...
pl: Przygotowywanie transferu...
pt: Preparando sua transferência...
ru: Готовим вашу передачу...
sv: Förbereder din överföring...
tr: Aktarımınız hazırlanıyor...

source: REPORT A PROBLEM
de: EIN PROBLEM MELDEN
es_es: REPORTAR PROBLEMA
fr: SIGNALER UN PROBLÈME
it: Segnala un problema
ja: 問題を報告
nl: MELD EEN PROBLEEM
pl: ZGŁOŚ PROBLEM
pt: RELATAR UM PROBLEMA
ru: СООБЩИТЬ О ПРОБЛЕМЕ
sv: RAPPORTERA ETT PROBLEM
tr: BİR PROBLEM BİLDİR

source: RESUME
de: FORTSETZEN
es_es: CONTINUAR
fr: REPRENDRE
it: RIPRENDI
ja: 再開する
nl: HERVAT
pl: WZNÓW
pt: RESUMO
ru: ПРОДОЛЖИТЬ
sv: ÅTERUPPTA
tr: DEVAM ET

source: Rate us
de: Bewerte uns
es_es: Puntúanos
fr: Notez-nous
it: Valutaci
ja: 評価する
nl: Beoordeel ons
pl: Oceń nas
pt: Classifique-nos
ru: Оцените нас
sv: Betygsätt oss
tr: Bizi değerlendir

source: Received
de: Erhalten
es_es: Recibido
fr: Reçu
it: Ricevuto
ja: 受信済み
nl: Ontvangen
pl: Odebrano
pt: Recebido
ru: Получено
sv: Mottaget
tr: Alındı

source: Received on another device
de: Auf einem anderen Gerät erhalten
es_es: Recibido en otro dispositivo
fr: Reçu sur un autre appareil
it: Ricevuto su un altro dispositivo.
ja: 他のデバイスで受信済み
nl: Ontvangen op het andere apparaat
pl: Odebrano na innym urządzeniu
pt: Recebido em outro dispositivo
ru: Получено на другом устройстве
sv: Mottaget på en annan enhet
tr: Diğer cihazda alındı

source: Received your files!
de: Deine Dateien erhalten!
es_es: ¡Tus ficheros se han recibido!
fr: A reçu vos fichiers !
it: I tuoi files sono stati ricevuti!
ja: ファイルを受信しました!
nl: Je bestanden zijn ontvangen!
pl: Odebrano Twoje pliki!
pt: Recebi seus arquivos!
ru: Ваши файлы получены!
sv: Tog emot dina filer!
tr: Dosyalarınız alındı!

source: Rename device
de: Gerät umbenennen
es_es: Renombrar dispositivo
fr: Renommer cet appareil
it: Rinomina il dispositivo
ja: デバイス名の変更
nl: Benoem apparaat
pl: Zmień nazwę urządzenia.
pt: Renomear dispositivo
ru: Переименовать устройство
sv: Ändra namn på enhet
tr: Cihazı yeniden adlandır

source: Report a problem
de: Ein Problem melden
es_es: Reportar un problema
fr: Signaler un problème
it: Segnala un problema
ja: 問題を報告
nl: Meld een probleem
pl: Zgłoś problem
pt: Relatar um problema
ru: Сообщить о проблеме
sv: Rapportera ett problem
tr: Bir problem bildir

source: Rest assured! Closing Infinit won't stop your transfer.
de: Sei beruhigt! Das Schließen von Infinit wird deine Übertragung nicht anhalten.
es_es: ¡Duerme tranquilo! Cerrar Infinit no detendrá tu transferencia.
fr: Tout va bien ! Fermer Infinit n'interrompt pas vos transferts.
it: Tranquillo! Chiudendo Infinit non si interromperà il tuo trasferimento.
ja: あとはおまかせ! Infinitを閉じても送信は継続します。
nl: Geen zorgen! Het sluiten van Infinit stopt de overdracht niet.
pl: Nie bój nic! Zamknięcie Infinit nie przerwie transferu.
pt: Descanso garatindo! Fechar o Infinit não parará a sua transferência.
ru: Будьте уверены! Закрытие Infinit не прервет ваши передачи.
sv: Du kan vara lugn! Att stänga Infinit kommer inte att stoppa din överföring.
tr: Kalanlar sağlama alındı! Infinit'i kapatmak aktarımınızı durdurmayacaktır.

source: SELECT CONTACT
de: KONTAKT AUSWÄHLEN
es_es: SELECCIONAR CONTACTO
fr: CHOISIR UN CONTACT
it: Seleziona Contatto
ja: 連絡先を選ぶ
nl: SELECTEER EEN CONTACT
pl: WYBIERZ KONTAKT
pt: SELECIONAR CONTATO
ru: ВЫБРАТЬ КОНТАКТ
sv: VÄLJ KONTAKT
tr: KİŞİ SEÇ

source: SELECT FILES
de: DATEIEN AUSWÄHLEN
es_es: SELECCIONAR FICHEROS
fr: FICHIERS
it: Seleziona File
ja: ファイルを選ぶ
nl: SELECTEER BESTANDEN
pl: WYBIERZ PLIKI
pt: SELECIONAR ARQUIVOS
ru: ВЫБРАТЬ ФАЙЛЫ
sv: VÄLJ FILER
tr: DOSYA SEÇ

source: SEND
de: SENDEN
es_es: ENVIAR
fr: ENVOYER
it: Invia
ja: 送信する
nl: VERSTUUR
pl: WYŚLIJ
pt: ENVIAR
ru: ОТПРАВИТЬ
sv: SKICKA
tr: GÖNDER

source: SEND %lu FILES
de: SENDE %lu DATEIEN
es_es: ENVIAR %lu FICHEROS
fr: ENVOYER %lu FICHIERS
it: Invia %lu file
ja: %lu個のファイルを送る
nl: VERSTUUR %lu BESTANDEN
pl: WYŚLIJ PLIKI %lu
pt: ENVIAR %lu ARQUIVOS
ru: ОТПРАВИТЬ %lu ФАЙЛ(ОВ)
sv: SKICKA %lu FILER
tr: %lu DOSYALARI GÖNDER

source: SEND 1 FILE
de: SENDE 1 DATEI
es_es: ENVIAR 1 FICHERO
fr: ENVOYER 1 FICHIER
it: Invia 1 file
ja: 1個のファイルを送る
nl: VERSTUUR 1 BESTAND
pl: WYŚLIJ 1 PLIK
pt: ENVIAR 1 ARQUIVO
ru: ОТПРАВИТЬ 1 ФАЙЛ
sv: SKICKA 1 FIL
tr: 1 DOSYA GÖNDER

source: SO SO
de: TEILS, TEILS
es_es: NO TAN BUENA
fr: SANS PLUS
it: COSÌ COSÌ
ja: まあまあ
nl: DUS DUS
pl: TAK SOBIE
pt: MAIS OU MENOS
ru: ТАК СЕБЕ
sv: HALVBRA
tr: ŞÖYLE BÖYLE

source: SURE!
de: NA KLAR!
es_es: ¡SEGURO!
fr: D'ACCORD !
it: CERTO!
ja: もちろん!
nl: JAZEKER!
pl: PEWNIE!
pt: OK!
ru: КОНЕЧНО!
sv: VISST!
tr: ELBETTE!

source: Save files to your gallery
de: Speichere Dateien in deiner Galerie
es_es: Guardar ficheros en tu galería
fr: Enregistrer les fichiers dans votre album
ja: アルバムにファイルを保存
pl: Zachowaj pliki w galerii
pt: Salvar arquivos para a sua galeria
ru: Сохранить файлы в галерею
sv: Spara filer till galleri
tr: Galerine dosyaları kaydet

source: Saving to gallery...
de: In Aufnahmen sichern...
es_es: Guardando en galería...
fr: Enregistrement dans votre galerie...
it: Salvo nella galleria...
ja: アルバムに保存…
nl: Opslaan naar foto album...
pl: Zapisuję do galerii...
pt: Salvando para a galeria...
ru: Сохранение в галерею...
sv: Sparar till galleri...
tr: Galeriye kaydediliyor...

source: Search contacts by name or email...
de: Kontaktsuche per Name oder E-Mail...
es_es: Buscar contactos por nombre o email...
fr: Rechercher des contacts par nom ou e-mail...
it: Ricerca contatti per nome o email...
ja: 名前かメールで連絡先を検索…
nl: Zoek contacten bij naam of email...
pl: Szukaj kontaktów imieniem lub adresem email...
pt: Procurar contatos por nome ou e-mail...
ru: Искать контакты по имени или email...
sv: Sök bland kontakter genom namn eller emailadress...
tr: İsme ya da epostaya göre kişi ara...

source: Select
de: Auswählen
es_es: Seleccionar
fr: Sélectionner
it: Seleziona
ja: 選択
nl: Selecteer
pl: Wybierz
pt: Selecionar
ru: Выбрать
sv: Välj
tr: Seç

source: Send Feedback
de: Sende Feedback
es_es: Enviar sugerencias
fr: Envoyer votre avis
ja: 意見・感想を送る
pl: Wyślij Opinię
pt: Enviar comentários
ru: Отправить отзыв
sv: Skicka Feedback
tr: Geri Bildirim Gönder

source: Send feedback
de: Feedback senden
es_es: Envíar sugerencias
fr: Envoyer une suggestion
it: Invia feedback
ja: 意見・感想を送る
nl: Verstuur feedback
pl: Wyślij opinię
pt: Enviar comentários
ru: Отправить отзыв
sv: Skicka feedback
tr: Geri bildirim gönder

source: Sent
de: Unterwegs
es_es: Enviado
fr: Envoyé
it: Inviato
ja: 送信済み
nl: Verstuur
pl: Wysłano
pt: Enviado
ru: Отправлено
sv: Skickat
tr: Gönderildi

source: Settings
de: Einstellungen
es_es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar

source: Skip
de: Überspringen
es_es: Omitir
fr: Passer
it: Salta
ja: スキップ
nl: Sla over
pl: Pomiń
pt: Pular
ru: Пропустить
sv: Hoppa över
tr: Atla

source: Swipe the cards left or right to remove them.
de: Wische die Karten nach links oder rechts, um sie zu löschen.
es_es: Mueve las tarjetas hacia izquierda o derecha para removerlas.
fr: Balayez les cartes vers la gauche ou la droite pour les supprimer.
it: Trascina le schede a destra o sinistra per rimuoverle.
ja: カードは左か右にスワイプすれば取り除けます。
nl: Veeg daar kaarten naar links of rechts om ze te verwijderen.
pl: Przesuń karty w lewo lub prawo by je usunąć.
pt: Deslize os cartões para esquerda ou direita para remove-los.
ru: Смахните карточки влево или вправо, чтобы удалить их.
sv: Dra korten till vänster eller höger för att ta bort dem.
tr: Kartları kaldırmak için sağa ya da sola kaydır.

source: Take a new photo
de: Ein neues Foto aufnehmen
es_es: Toma una nueva foto
fr: Prendre une nouvelle photo
it: Scatta una nuova foto
ja: 写真を撮る
nl: Maak een nieuwe foto
pl: Zrób nowe zdjęcie
pt: Tirar uma nova foto
ru: Сделать новое фото
sv: Ta ny bild
tr: Yeni bir fotoğraf çek

source: Take new photo
de: Neues Foto aufnehmen
es_es: Tomar nueva foto
fr: Prendre une nouvelle photo
it: Scatta una nuova foto
ja: 写真を撮る
nl: Maak een nieuwe foto
pl: Zrób nowe zdjęcie
pt: Tirar uma nova foto
ru: Сделать новое фото
sv: Ta ny bild
tr: Yeni fotoğraf çek

source: Tap 'OK' so we can display your contacts.
de: Tippe auf 'OK', damit wir deine Kontakte anzeigen können.
es_es: Pulsa 'OK' para que podamos exhibir tus contactos.
fr: Choisissez 'OK' pour que nous puissions afficher vos contacts.
it: Tocca 'OK' così potremo visualizzare i tuoi contatti.
ja: 連絡先を表示するには OK を押してください。
nl: Druk op 'OK' zodat wij je contacten kunnen laten zien.
pl: Puknij 'OK' abyśmy mogli wyświetlić Twoje kontakty.
pt: Aperte 'OK' para podermos mostrar seus contatos.
ru: Нажмите 'OK', чтобы мы могли показать ваши контакты.
sv: Tryck på 'OK' så att vi kan visa dina kontakter.
tr: 'TAMAM' a bas ki kişilerini gösterebilelim.

source: Tap 'OK' to select your photos and videos.
de: Tippe auf 'OK', um deine Fotos und Videos auszuwählen.
es_es: Pulsa 'OK' para seleccionar tus fotos y vídeos.
fr: Choisissez 'OK' pour sélectionner vos photos et vidéos.
it: Tocca 'OK' per selezionare le tue foto e video.
ja: あなたの写真やビデオを選ぶには OK を押してください。
nl: Tik op 'OK' om je foto's en video's te selecteren.
pl: Puknij 'OK' by wybrać swoje zdjęcia i filmy.
pt: Aperte 'OK' para selecionar suas fotos e vídeos.
ru: Нажмите 'ОК' для выбора фото и видео
sv: Tryck på 'OK' för att välja dina bilder och videor.
tr: Fotoğraflarınızı ve videolarınızı seçmek için 'TAMAM'a basın.

source: Thanks for reporting the problem, we'll get back to you as soon as we can.
de: Vielen Dank für deinen Problemreport, wir werden uns so bald wie möglich bei dir melden.
es_es: Gracias por reportar el problema, nos pondremos en contacto contigo tan pronto sea posible.
fr: Merci d'avoir signalé ce problème, nous allons vous recontacter dès que possible.
it: Grazie per aver riportato il problema, gestiremo la tua segnalazione il prima possibile.
ja: 問題点を教えてくれてありがとう。できるだけ早くお返事します。
nl: Bedankt voor het rapporteren van dit probleem, we zullen z.s.m reageren.
pl: Dziękujemy za zgłoszenie problemu, odezwiemy się do Ciebie jak najszybciej.
pt: Obrigado por relatar o problema, vamos retornar para você assim que possível.
ru: Спасибо за сообщение об ошибке, мы свяжемся с вами как только сможем.
sv: Tack för att du rapporterade problemet, vi återkommer så snart vi kan.
tr: Problemi bildirdiğiniz için teşekkürler, size mümkün olduğunca kısa sürede döneceğiz.

source: Thanks for taking the time to give us feedback.
de: Vielen Dank, dass du dir Zeit für dein Feedback genommen hast.
es_es: Gracias por tomarte tu tiempo enviando tus sugerencias.
fr: Merci d'avoir pris le temps de nous donner votre avis.
it: Grazie per il tempo che ci hai dedicato con la tua segnalazione.
ja: 貴重なご意見をありがとう。
nl: Bedankt dat je de tijd genomen hebt om feedback te geven.
pl: Dziękujemy za poświęcenie czasu na przesłanie opinii.
pt: Obrigado por tirar um tempo para nos dar um feedback.
ru: Спасибо, что потратили время на отзыв.
sv: Tack för att du tog dig tid att ge oss feedback.
tr: Bize geri bildirimde bulunmak için vakit ayırdığınızdan dolayı teşekkürler.

source: Thanks!
de: Danke!
es_es: ¡Gracias!
fr: Merci !
it: Grazie!
ja: ありがとう!
nl: Bedankt!
pl: Dzięki!
pt: Obrigado!
ru: Спасибо!
sv: Tack!
tr: Teşekkürler!

source: This handle has already been taken.
de: Dieser Name ist bereits vergeben.
es_es: Este usuario ya se encuentra en uso.
fr: Ce pseudo est déjà utilisé.
it: Questo nome utente è già assegnato.
ja: このハンドル名は既に使われています。
nl: Deze handeling wordt al uitgevoerd.
pl: Nazwa użytkownika jest już zajęta
pt: Este usuário já foi utilizado.
ru: Этот идентификатор уже занят.
sv: Detta användarnamn används redan.
tr: Bu işlem zaten alındı.

source: This user is already on Infinit.
de: Dieser Nutzer ist bereits bei Infinit.
es_es: Este usuario ya se encuentra en Infinit.
fr: Cet utilisateur utilise déjà Infinit.
ja: このユーザはInfinitに登録済みです。
pl: Ten użytkownik jest już na Infinit.
pt: Este usuário já esta no Infinit.
ru: Этот пользователь уже есть в Infinit
sv: Den här användaren är redan på Infinit.
tr: Bu kullanıcı zaten Infinit'te.

source: To
de: An
es_es: Para
fr: À
it: A
nl: Naar
pl: Do
pt: Para
ru: Кому
sv: Till
tr: Şuna

source: To %@
de: An %@
es_es: Para %@
fr: À %@
it: A %@
ja: %@さんへ
nl: Naar %@
pl: Do %@
pt: Para %@
ru: Для %@
sv: Till %@
tr: Şuna %@

source: To:
de: An:
es_es: Para:
fr: À:
it: A:
nl: Naar:
pl: Do:
pt: Para:
ru: Для:
sv: Till:
tr: Şuna:

source: Transferring
de: Übertrage
es_es: Transfiriendo
fr: Transfert en cours
it: Trasferimento in corso
ja: 転送中
nl: Uitwisselen
pl: Przesyłam
pt: Transferindo
ru: Передаем
sv: Överför
tr: Aktarılıyor

source: Transferring on another device
de: Übertrage auf ein anderes Gerät
es_es: Transfiriendo en otro dispositivo
fr: Transfert vers un autre appareil
it: Trasferimento su un altro dispositivo
ja: 他のデバイスに転送中
nl: Uitwisselen met een ander apparaat
pl: Wysyłam na inne urządzenie
pt: Transferindo em outro dispositivo
ru: Передаем на другое устройство
sv: Överför på en annan enhet
tr: Diğer bir cihazda aktarılıyor

source: Type email or send to yourself...
de: E-Mail eingeben oder an sich selbst senden...
es_es: Elige destinatario o inserta email
fr: Envoyer à un email ou à vous-même...
it: Digita un indirizzo email o invialo a te stesso...
ja: メールアドレスを入力、または自分に送る...
nl: Kies contact of gebruik email
pl: Wpisz email lub wyślij do siebie...
pt: Insira um e-mail ou envie para você mesmo...
ru: Введите адрес email или отправьте самому себе
sv: Skriv emailadress eller skicka till dig själv...
tr: Eposta yaz ya da kendine gönder...

source: UNFAVORITE
de: KEIN FAV MEHR
es_es: QUITAR DE FAVORITOS
fr: SUPPR FAVORI
it: Rimuovi preferito
ja: お気に入りから外す
nl: VERWIJDER FAVORIET
pl: Usuń z Ulubionych
pt: DESFAVORITAR
ru: УДАЛИТЬ ИЗ ИЗБРАННОГО
sv: EJ FAVORIT
tr: FAVORİLERDEN ÇIKAR

source: Unable to accept!
de: Akzeptieren nicht möglich!
es_es: ¡Imposible aceptar!
fr: Impossible d'accepter !
it: Impossibile accettare!
ja: 受け取りできません!
nl: Kan niet accepteren!
pl: Nie można zaakceptować!
pt: Não pode aceitar!
ru: Невозможно принять!
sv: Kan ej acceptera!
tr: Kabul edilemiyor!

source: Unable to connect with Facebook
de: Konnte mit Facebook nicht verbinden
es_es: No se puede conectar con Facebook
fr: Impossible de se connecter avec Facebook
ja: Facebookに接続できません
pl: Nie można połączyć z Facebookiem.
pt: Não pode conectar com o Facebook.
ru: Невозможно войти через Facebook
sv: Kan ej koppla med Facebook
tr: Facebook ile bağlanılamadı

source: Unable to edit your profile without an Internet connection.
de: Kann dein Profil ohne einer Netzwerkverbindung nicht bearbeiten.
es_es: Imposible editar tu perfil sin conexión a Internet.
fr: Impossible d'éditer votre profil sans connexion Internet.
it: Impossibile modificare il tuo profilo senza una connessione di rete.
ja: ネットに接続されていないとプロフィールの編集はできません。
nl: Je kan je profiel niet bewerken zonder een internet verbinding.
pl: Nie mogę edytować Twojego profilu bez połączenia z Internetem.
pt: Não foi possível editar o seu perfil sem uma conexão com a internet.
ru: Невозможно отредакировать ваш профиль без соединения с Интернетом
sv: Kan ej redigera din profil utan internetanslutning.
tr: İnternet bağlantısı olmadan profiliniz düzenlenemiyor.
