Repository: infinitio/ios-app
Catalog: Infinit/Infinit/*.lproj/Localizable.strings
Languages: de, es_es, fr, it, ja, nl, pl, pt, ru, sv, tr, uk

source: Unable to fetch Facebook information
de: Konnte die Facebook Daten nicht abrufen
es_es: No se puede obtener la información de Facebook
fr: Impossible de récupérer les informations de Facebook
ja: Facebookから情報を取り込めません
pl: Nie mogę użyć informacji z Facebooka
pt: Não foi possível coletar informações do Facebook.
ru: Неdозможно получить информацию из Facebook
sv: Kan ej hämta information från Facebook
tr: Facebook bilgileri indirilemedi

source: Unable to fetch files.
de: Konnte die Dateien nicht abrufen.
es_es: No se pueden encontrar los ficheros.
fr: Impossible de récupérer les fichiers.
it: Impossibile recuperare i files.
ja: ファイルの受け取りができません。
nl: Kan bestanden niet ophalen.
pl: Nie mogę odebrać plików.
pt: Não foi possível pegar os arquivos.
ru: Невозможно получить файлы.
sv: Kan ej hämta filer.
tr: Dosyalar alınamıyor.

source: Unable to get friends from Facebook
de: Konnte keine Freunde von Facebook erhalten
es_es: No se puede acceder a tus amigos de Facebook
fr: Impossible de récupérer les amis depuis Facebook
ja: Facebookから友達を取得できません
pl: Nie mogę odczytać znajomych z Facebooka
pt: Não foi possível buscar amigos pelo Facebook.
ru: Не удается добавить друзей из Facebook
sv: Kan ej hämta vänner från Facebook
tr: Arkadaşlar Facebook'dan alınamadı

source: Unable to login with Facebook
de: Konnte mit Facebook nicht anmelden
es_es: No se puede ingresar con Facebook
fr: Impossible de se connecter avec Facebook
it: Impossibile connettersi tramite Facebook
ja: Facebookでログインできません。
nl: Kan niet inloggen met Facebook
pl: Nie mogę zalogować się przez Facebook
pt: Não foi possível fazer login com o Facebook.
ru: Невозможно войти через Facebook
sv: Kan ej logga in med Facebook
tr: Facebook ile giriş yapılamıyor

source: Unknown
de: Unbekannt
es_es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестный
sv: Okänd
tr: Bilinmeyen

source: Unknown login error
de: Unbekannter Fehler bei der Anmeldung
es_es: Error de ingreso desconocido
fr: Erreur de connexion inconnue
it: Errore di login sconosciuto
ja: 不明なログインエラー
nl: Onbekende login fout
pl: Nieznany błąd logowania
pt: Erro de login desconhecido
ru: Неизвестная ошибка входа
sv: Okänt inloggningsfel
tr: Bilinmeyen giriş hatası

source: User already on Infinit
de: Nutzer ist bereits bei Infinit
es_es: El usuario ya se encuentra en Infinit
fr: Utilisateur déjà sur Infinit
ja: このユーザはInfinitに登録済みです
pl: Użytkownik jest już na Infinit
pt: Usuário já esta no Infinit
ru: Этот пользователь уже есть в Infinit
sv: Användare finns redan på Infinit
tr: Kullanıcı zaten Infinit'te

source: Waiting for %@ to accept
de: Warte bis %@ akzeptiert hat
es_es: Aguardando a que %@ acepte
fr: En attente d'acceptation de %@
it: In attesa dell'approvazione di %@
ja: %@さんの受け取りを待機中
nl: Wachten tot %@ accepteert
pl: Czekam na akceptację %@
pt: Esperando %@ aceitar
ru: Ожидаем %@ для принятия
sv: Väntar på att %@ ska acceptera
tr: %@ ın/in kabul etmesi bekleniyor

source: Waiting for you to accept
de: Warte auf deine Bestätigung
es_es: Esperando a que aceptes
fr: En attente de votre acceptation.
it: In attesa della tua approvazione
ja: あなたの受け取りを待機中
nl: Wachten totdat u accepteert
pl: Czekam aż zaakceptujesz
pt: Esperando você aceitar
ru: Ждем пока вы примите
sv: Väntar på att du ska acceptera
tr: Kabul etmen bekleniyor

source: We'll let you know when %@ receives your files.
de: Wir werden dich wissen lassen, wenn %@ deine Dateien erhält.
es_es: Te haremos saber cuando %@ reciba tus ficheros.
fr: Nous vous informerons quand %@ recevra les fichiers.
it: Ti daremo conferma quando %@ riceverà i tuoi file.
ja: %@さんがファイルを受け取ったらお知らせします。
nl: We laten het je weten waneer %@ je bestanden heeft ontvangen.
pl: Damy Ci znać kiedy %@ odebierze Twoje pliki.
pt: Nós te informaremos quando %@ receber os seus arquivos.
ru: Мы дадим вам знать когда %@ получит ваши файлы.
sv: Vi meddelar dig när %@ tar emot dina filer.
tr: %@ dosyalarınızı aldığında size haber vereceğiz.

source: Write your feedback here...
de: Schreibe hier dein Feedback...
es_es: Escribe tu sugerencia aquí...
fr: Écrivez votre avis ici...
it: Scrivi qui la tua opinione...
ja: こちらにご意見をどうぞ…
nl: Typ uw feedback hier in...
pl: Wyraź swoją opinię tutaj...
pt: Escreva o seu feedback aqui...
ru: Напишите ваш отзыв...
sv: Skriv din feedback här...
tr: Geri bildiriminizi buraya yazın...

source: You declined the transfer!
de: Du hast den Transfer verweigert!
es_es: ¡Has declinado la transferencia!
fr: Vous avez refusé le transfert !
it: Hai rifiutato il trasferimento!
ja: あなたが受け取りを拒否しました!
nl: Je hebt de bestandsuitwisseling afgewezen.
pl: Odrzuciłeś transfer!
pt: Você se recusou a transferir!
ru: Вы отменили передачу!
sv: Du nekade överföringen!
tr: Aktarımı reddettin!

source: You need %@ of space to accept this transfer.
de: Du brauchst %@ Speicherplatz, um diesen Transfer zu empfangen.
es_es: Necesitas %@ de espacio para aceptar esta transferencia.
fr: Vous avez besoin de %@ d'espace pour accepter le transfert.
it: Lo spazio richiesto per questo trasferimento è di %@.
ja: このファイルを受け取るには%@の空き容量が必要です。
nl: Je hebt %@ ruimte nodig om deze overdracht te accepteren.
pl: Potrzebujesz %@ miejsca żeby zaakceptować transfer
pt: Você precisa %@ de espaço para aceitar essa transferência.
ru: Вам необходимо %@ места для принятия этой передачи.
sv: Du behöver %@ utrymme för att kunna acceptera denna överföring.
tr: Bu aktarımı kabul edebilmen için %@ kadar alan lazım.

source: You need to grant permission to access your friends to find them on Infinit.
de: Du musst den Zugriff auf deine Freunde gewähren, damit du sie bei Infinit finden kannst.
es_es: Debes otorgar permiso para poder a encontrar a tus amigos en Infinit.
fr: Vous devez demander l'autorisation à vos amis pour les rechercher sur Infinit.
ja: Infinit上の友人を探すには、連絡先へのアクセスを許可してください。
pl: Musisz dać pozwolenie na dostęp do Twoich znajomych by znaleźć ich na Infinit.
pt: Você precisa dar permissão para acessarmos os seus amigos e acha-los no Infinit.
ru: Вам необходимо дать разрешение для доступа к списку друзей чтобы найти их в Infinit
sv: Du måste tillåta tillgång till dina vänner för att hitta dem på Infinit.
tr: Arkadaşlarını Infinit'te bulmak için arkadaşlarına erişime yetki vermelisin

source: You'd like to send %ld %@
de: Du willst %1$ld %2$@ versenden
es_es: Deseas enviar %1$ld %2$@
fr: Vous désirez envoyer %1$ld %2$@
it: Vorresti inviare %1$ld %2$@
ja: あなたは%1$ld個の%2$@を送ろうとしています。
nl: Je wilt versturen %1$ld %2$@
pl: Chcesz wysłać do %1$ld %2$@
pt: Você gostaria de mandar %1$l %2$@
ru: Вы хотите отправить %1$ld %2$@
sv: Du vill skicka %1$ld %2$@
tr: %1$l d %2$@ göndermek istiyorsun

source: You're already logged in.
de: Du bist bereits angemeldet.
es_es: Ya has ingresado.
fr: Vous êtes déjà connecté.
it: Sei già autenticato.
ja: あなたは既にログインしています。
nl: Je bent al ingelogd.
pl: Jesteś już zalogowany.
pt: Você já fez login.
ru: Вы уже вошли.
sv: Du är redan inloggad.
tr: Zaten giriş yaptın.

source: Your contact will receive an email from us inviting them to Infinit.
de: Dein Kontakt wird von uns eine E-Mail mit einer Einladung zu Infinit erhalten.
es_es: Tu contacto recibirá un email de nuestra parte invitándolo a Infinit.
fr: Votre contact recevra un e-mail de notre part pour l'inviter sur Infinit.
ja: 指定した連絡先に、私たちからInfinitへの招待メールを送ります。
pl: Twój kontakt otrzyma od nas email z zaproszeniem do Infinit.
pt: Seu contato irá receber um e-mail nosso com o convite para o Infinit.
ru: Ваш контакт получит от нас письмо с приглашением в Infinit
sv: Din kontakt kommer att få ett email från oss med en inbjudan till Infinit.
tr: Kişilerin bizden onları Infinit'e davet eden bir eposta alacaklar.

source: Your current transfers and notifications will show up here.
de: Deine aktuellen Übertragungen und Benachrichtigungen werden hier angezeigt.
es_es: Tus transferencias activas y notificaciones aparecerán aquí.
fr: Vos transferts et vos notifications apparaîtront ici.
it: I trasferimenti in corso e le notifiche appariranno qui.
ja: ここに転送中のファイルと通知が表示されます。
nl: Je huidige overdrachten en notificaties verschijnen hier.
pl: Twoje bierzące transfery i powiadomienia pojawią się tutaj.
pt: Suas transferências em andamento e suas notificações aparecerão aqui.
ru: Ваши текущие передачи и уведомления будут отображены здесь
sv: Dina nuvarande överföringar och händelser kommer visas här.
tr: Aktif aktarımlarınız ve bildirimleriniz burada görünecek.

source: Your email has not been confirmed.
de: Deine E-Mail wurde noch nicht bestätigt.
es_es: Tu email no está confirmado.
fr: Votre email n'est pas confirmé.
it: Il tuo indirizzo email non è ancora stato confermato.
ja: あなたのメールアドレスはまだ確認されていません。
nl: Je email is niet bevestigd.
pl: Twój email nie został potwierdzony.
pt: Seu e-mail ainda não foi confirmado.
ru: Ваш email не был подтвержден
sv: Din emailadress är ännu inte bekräftad.
tr: Epostan onaylanamadı.

source: file
de: Datei
es_es: fichero
fr: fichier
ja: ファイル
nl: bestand
pl: plik
pt: arquivo
ru: файл
sv: fil
tr: dosya

source: files
de: Dateien
es_es: ficheros
fr: fichiers
it: file
ja: ファイル
nl: bestanden
pl: pliki
pt: arquivos
ru: файлы
sv: filer
tr: dosyalar

source: me
de: ich
es_es: yo
fr: moi
it: io
ja: 自分
nl: ik
pl: ja
pt: eu
ru: я
sv: mig
tr: ben

source: the file
es_es: el fichero
fr: le fichier
it: il file
ja: そのファイル
nl: het bestand
tr: dosya

source: the files
es_es: los ficheros
fr: les fichiers
it: i file
ja: そのファイル
nl: de bestanden
tr: dosyalar

source: Check your email!
de: Prüfe deine E-Mails!
ru: Проверьте вашу почту!
sv: Kolla din email!

source: FREE UPGRADE
de: GRATIS UPGRADE
ru: БЕСПЛАТНОЕ УЛУЧШЕНИЕ
sv: GRATIS UPPGRADERING

source: Go unlimited!
de: Sei ohne Limit!
ru: Получить неограниченную версию!
sv: Skaffa obegränsat!

source: REMOVE THIS LIMIT
de: DIESES LIMIT AUFHEBEN
ru: УБРАТЬ ЭТО ОГРАНИЧЕНИЕ
sv: TA BORT DENNA BEGRÄNSNING

source: SMS
ru: СМС

source: You need to confirm your email address before you can login. Check your inbox for an email with instructions.
de: Du musst deine E-Mail-Adresse bestätigen, um dich anmelden zu können. Prüf dein Postfach nach einer E-Mail mit weiteren Schritten.
ru: Прежде чем войти, необходимо подтвердить email. Проверьте ваш почтовый ящик, там будет письмо с инструкциями.
sv: Du måste bekräfta din emailadress innan du kan logga in. Kolla din inkorg för ett email med instruktioner.

source: You’re a power sharer!
de: Du bist ein echter Power-Sharer!
ru: Вы продвинутый участник!
sv: Du är en kraftfull delare!
